{
    "title": "ฐิติพงษ์อินลม - นักพัฒนาเต็มรูปแบบ",
    "about": "เกี่ยวกับ",
    "experience": "ประสบการณ์",
    "education": "การศึกษา",
    "skills": "ทักษะ",
    "firstname": "ฐิติพงษ์",
    "lastname": "อินลม",
    "province": "ชลบุรี",
    "country": "ไทย",
    "fullstackdeveloper": "นักพัฒนา สแต็ค เต็มรูปแบบ",
    "thai": "ไทย",
    "english": "อังกฤษ",
    "sub_1": "ฉันได้รับประสบการณ์มากขึ้นในตลาดงานด้วยความเต็มใจอยากรู้อยากเห็นและการทำงานเชิงรุกมองหาผลลัพธ์ที่ดีที่สุดเสมอโดยคำนึงถึงการทำงานเป็นทีมที่สำคัญต่อความสำเร็จ",
    "sub_2": "ฉันได้รับการติดต่อครั้งแรกกับการพัฒนาในปี 2560 และตั้งแต่นั้นมาฉันก็พยายามดิ้นรนเพื่อพัฒนาทักษะของฉันทั้งในด้านอาชีพและส่วนตัว",
    "itsupport": "IT SUPPORT",
    "job_1_date": "พฤษภาคม 2559 - มิถุนายน 2560",
    "sub_job_1": "ประสบการณ์ครั้งแรกของผมในการสนับสนุนด้านไอที ผมคิดว่าถ้าผมทำอย่างอื่นได้เงินเดือนคงขึ้นมาบ้าง ผมเลยเลือกที่จะออกแบบระบบและฝึกเขียนในเวลาอันสั้น และฉันก็พบว่าผมค้นพบว่า การเขียนโปรแกรมมันน่าค้นหามีอะไรมากมายที่เรายังไม่รู้ มันทำให้ผมรู้สึกสนใจและหมกมุ่นเกี่ยวกับการฝึกเขียนช่วงเริ่มต้น ภาษา HTML Javascript",
    "job_2_date": "มิถุนายน 2560 - กันยายน 2560",
    "sub_job_2": "ได้ย้ายไปทำงานในสถานที่เดียวกันและเริ่มเขียนเว็บฟอร์มโดยใช้ Codeigniter และ Node JS แต่ฉันทำงานได้ไม่ดีนัก",
    "itsupport_systemdep": "IT SUPPORT & System Deployment",
    "job_3_date": "ตุลาคม 2560 - ปัจจุบัน",
    "sub_job_3": "ผมได้รับการติดต่อจากโรงแรมเดิม เพื่อเริ่มงานในตำแหน่ง IT SUPPORT & System Deployment ผมได้แสดงฝีมืออย่างสุดฝีมือ โดนใช้ Codeigniter หลังจากนั้นผมได้เปลี่ยนมาใช้ Laravel ตามด้วย Vue Js และได้ ใช้งาน Github ในการเก็บผลงานต่างๆ",
    "school_name_1": "วิทยาลัยเทคนิคสัตหีบ",
    "school_geade_1": " ประกาศนียบัตรวิชาชีพ เทคนิคคอมพิวเตอร์",
    "school_date_1": "2556 - 2559",
    "school_name_2": "วิทยาลัยเทคโนโลยีอักษรพัทยา",
    "school_geade_2": "ประกาศนียบัตรวิชาชีพชั้นสูง  สาขาวิชาคอมพิวเตอร์ธุรกิจ",
    "school_date_2": "2561 - ปัจจุบัน",
    "school_name_3": "วิทยาลัยเทคนิคสัตหีบ",
    "school_geade_3": "ใบรับรอง",
    "school_date_3": "2018",
    "see_picture": "ดูรูปภาพ",
    "basic": "ขั้นพื้นฐาน",
    "backend": "ส่วนหลัง",
    "frontend": "ส่วนหน้า",
    "package_manager": "ผู้จัดการแพคเกจ",
    "database": "ฐานข้อมูล",
    "others": "อื่น ๆ"

}